app/controllers/posts_controller.rb

  def create
    @post = Post.new(params[:post])
    if @post.save
---
INSERT INTO "posts" ("title", "content", "created_at", "updated_at") VALUES ('Teste', 'Javascript obstrutivo, com formularios remoto', '2011-10-03 22:36:53.716798', '2011-10-03 22:36:53.716798')